/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Fai clic su Aggiorna per aggiornare iPod.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Seleziona un iPod di cui desideri aggiornare il firmware.";
"UPDATE_ONE_SELECTION" = "Fai clic su Aggiorna per aggiornare %@ alla versione %@.";
"UPDATE_MULTIPLE_SELECTION" = "Fai clic su Aggiorna per aggiornare gli iPod selezionati.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Fai clic su Aggiorna per aggiornare iPod.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "iPod è aggiornato.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "Gli iPod selezionati sono aggiornati.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "Il programma di aggiornamento non supporta l'iPod selezionato.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Possono essere aggiornati solo iPod inizializzati con Macintosh";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Fai clic su Ripristina per ripristinare le impostazioni predefinite in iPod.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Seleziona un iPod per ripristinare le impostazioni predefinite.";
"RESTORE_ONE_SELECTION" = "Fai clic su Ripristina per ripristinare le impostazioni predefinite in iPod.";
"RESTORE_MULTIPLE_SELECTION" = "Fai clic su Ripristina per ripristinare le impostazioni predefinite negli iPod selezionati.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Fai clic su Ripristina per ripristinare le impostazioni predefinite in iPod.";
"RESTORE_NOT_MOUNTED_YET" = "In attesa che iPod sia pronto.";
"RESTORE_ONLY_OVER_FIREWIRE" = "Devi essere connesso mediante FireWire per riavviare questo iPod.";

"UPDATING_STATUS" = "Aggiorno %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Conferma di ripristino";
"RESTORE_ALERT_SHEET_DESC" = "Sei sicuro di voler ripristinare le impostazioni predefinite di iPod? Tutti i brani e gli altri dati verranno cancellati.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Collega un iPod da aggiornare.";
"IPOD_RESTARTING_RESTORE" = "Su iPod sono state ripristinate le impostazioni predefinite e ora si sta riavviando. Non scollegarlo e attendi la conclusione del processo di ripristino.";
"IPOD_RESTARTING_UPDATE" = "Il software iPod è stato aggiornato e si sta riavviando. Non scollegarlo e attendi la conclusione del processo di aggiornamento.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "Le impostazioni predefinite di iPod sono state ripristinate. Scollega e ricollega iPod per completare il processo di ripristino.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "iPod è stato aggiornato. Scollega e ricollega iPod per completare il processo di aggiornamento.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "Le impostazioni predefinite di iPod sono state ripristinate. Scollega iPod dal computer e collegalo all'alimentatore esterno per completare il processo di ripristino.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "iPod è stato aggiornato. Scollega iPod dal computer e collegalo all'alimentatore esterno per completare il processo di aggiornamento.";
"TOO_MANY_IPODS" = "È collegato più di un iPod. Collega e aggiorna un solo iPod per volta. Espelli gli altri iPod con il Finder e quindi scollegali.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Nome";
"COPY_FIRMWARE_VERSION" = "Versione firmware";
"COPY_SERIAL_NUMBER" = "Numero di serie";
"COPY_DISK_FORMAT" = "Formato disco";
"COPY_CAPACITY" = "Capacità";
"COPY_POD_FAMILY" = "Famiglia iPod";
"COPY_UPDATER_FAMILY" = "Famiglia updater";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Attivo)";
"UNMOUNTED_NAME" = "(Disattivato)";
"RESTORING_NAME" = "(Ripristino)";
"UPDATING_NAME" = "(Aggiorno)";
"RESTARTING_NAME" = "(Riavvio)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Ripristino %@";
"UPDATING_STATUS" = "Aggiorno %@";
"RESTARTING_STATUS" = "Riavvio";
"EXAMINING_STATUS" = "Esamino iPod";
"UNMOUNTING_STATUS" = "Annullo attivazione iPod";
"PREPARING_STATUS" = "Preparo iPod";
"FINISHING_STATUS" = "Termino";
"FORMATTING_STATUS" = "Formatto iPod";
"WRITING_FIRMWARE_STATUS" = "Scrivo software iPod";
"CLEARING_STATUS" = "Rimuovo software iPod precedente";
"WRITING_ICON_STATUS" = "Icona scrittura volume";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Più di un iPod selezionato.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Nessun iPod selezionato.";
/* Displayed when info is not available */
"UNKNOWN" = "Sconosciuto";

/* Button titles */
"RESTORE" = "Ripristina";
"CANCEL" = "Annulla";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Errore";
"CANT_UNMOUNT" = "Non posso disattivare iPod perché è in uso. Chiudi tutti i documenti aperti su iPod e riprova.";
"CANT_MOUNT" = "È stato rilevato un solo iPod, ma affinché questa operazione abbia effetto deve essere attivo sulla scrivania.";
"GENERAL_ERROR" = "Si è verificato un errore durante l'aggiornamento o il ripristino di iPod.";
"SIGMATEL_ERROR" = "Si è verificato un errore durante l'aggiornamento o il ripristino di iPod. Scollega e ricollega iPod, quindi prova a eseguire nuovamente il ripristino. Se l'operazione non riesce, consulta la pagina Web http://www.apple.com/it/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "Impossibile trovare e formattare la partizione dati. Scollega e ricollega iPod, quindi prova a eseguire nuovamente il ripristino.";
"FORMAT_ERROR" = "Si è verificato un errore durante la formattazione di iPod.";
"FORMAT_ERROR_Q14_USB" = "Si è verificato un errore durante la formattazione di iPod. Prova a collegare iPod tramite una connessione FireWire e riprova.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Sconosciuto";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Debug";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Consenti sempre gli aggiornamenti";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "iPod è stato aggiornato e sta riavviandosi. Lascia iPod collegato e attendi che completi il processo di aggiornamento. Vuoi uscire dal programma di aggiornamento iPod e avviare iTunes?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "iPod è stato ripristinato e sta riavviandosi. Lascia iPod collegato e attendi che completi il processo di ripristino. Vuoi uscire dal programma di aggiornamento iPod e avviare iTunes?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "iPod è stato aggiornato. Scollega iPod dal computer e collegalo all'alimentatore esterno per completare il processo di aggiornamento. Vuoi uscire dal programma di aggiornamento iPod e avviare iTunes?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "iPod è stato ripristinato. Scollega iPod dal computer e collegalo all'alimentatore esterno per completare il processo di aggiornamento. Vuoi uscire dal programma di aggiornamento iPod e avviare iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "iPod è stato aggiornato. Scollega e ricollega iPod per completare il processo di aggiornamento. Vuoi uscire dal programma di aggiornamento iPod e avviare iTunes?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "iPod è stato ripristinato. Scollega e ricollega iPod per completare il processo di aggiornamento. Vuoi uscire dal programma di aggiornamento iPod e avviare iTunes?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/it/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";